Repository: kcsry/kirppu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: View help.
fi: Näytä ohje.

source: Setting a value other than default enables mobile view and this event is otherwise made read-only.
fi: Muun kuin oletusarvon asettaminen ottaa mobiilinäkymän käyttöön ja asettaa tämän tapahtuman "vain luku"-tilaan.

source: User
fi: Käyttäjä

source: Person
fi: Henkilö

source: Event
fi: Tapahtuma

source: Access code
fi: Käyttötunniste

source: Generate missing Clerk access codes
fi: Luo puuttuvat kassahenkilöiden käyttötunnisteet

source: Delete Clerk access codes
fi: Poista kassahenkilön käyttötunniste

source: Must select exactly one 'unbound' and one 'bound' Clerk for this operation
fi: On valittava tasan yksi 'irrallinen' ja yksi 'kiinnitetty' kassahenkilö tähän toimintoon.

source: Must select unbound and bound rows from same Event
fi: Irrallinen ja kiinnitetty kassahenkilö on valittava samasta tapahtumasta

source: Move unused access code to existing Clerk.
fi: Siirrä käyttämätön tunniste olemassaolevalle kassahenkilölle

source: Access code set for '{0}' in '{1}'
fi: Käyttötunniste asetettu '{0}':lle tapahtumassa '{1}'

source: Clerk {name} added into {event}.
fi: Kassahenkilö {name} lisättiin tapahtumaan {event}.

source: Add clerk from SSO provider
fi: Lisää kassahenkilö SSO-tarjoajalta

source: One unbound clerk added.
fi: Lisätty irrallinen kassahenkilö.

source: Add unbound clerk
fi: Lisää irrallinen kassahenkilö

source: Lock Counter
fi: Lukitse kassa

source: Reset Counter usage status
fi: Nollaa kassan käyttö

source: Re-generate bar codes for items
fi: Luo tavaroiden viivakoodit uudelleen

source: Vendor
fi: Myyjä

source: Item
fi: Tavara

source: Clerk
fi: Kassahenkilö

source: Item count
fi: Tavaramäärä

source: Permit
fi: Lupa

source: Event changed. Please refresh the page and re-login.
fi: Tapahtuma muuttui. Päivitä sivu ja kirjaudu uudelleen.

source: Not logged in.
fi: Ei kirjautuneena.

source: Counter has gone missing.
fi: Kassakone on kadonnut.

source: Unauthorized
fi: Tunnistautumaton

source: Clerk not found.
fi: Kassahenkilöä ei löytynyt.

source: Bye.
fi: Moi.

source: Access denied.
fi: Käyttö estetty.

source: Not enough available box items, only {} exist
fi: Laatikossa ei ole tarpeeksi tavaroita, vain {} on saatavilla

source: Vendor has not accepted terms!
fi: Myyjä ei ole hyväksynyt ehtoja!

source: Unexpected box number conflict
fi: Odottamaton laatikkonumeron ristiriita

source: Too many items brought, limit is %i!
fi: Liian monta tuotua tavaraa, raja on %i!

source: Some box items ({}/{}) are in unexpected state.
fi: Jotkin laatikon tavarat ({}/{}) ovat odottamattomassa tilassa.

source: Only {} items of {} available for reservation.
fi: Vain {} tuotetta {} tuotteesta on varattavissa.

source: Only {} items of {} available for removal.
fi: Vain {} tuotetta {} tuotteesta on poistettavissa.

source: No item found matching {0}
fi: Ei löydy tavaraa {0}

source: Box #{} does not exist.
fi: Laatikkoa #{} ei ole.

source: Unexpected item state: {state_name} ({state})
fi: Odottamaton tavaran tila: {state_name} ({state})

source: You don't have permission to do this
fi: Sinulla ei ole oikeutta tehdä tätä

source: Source and destination cannot be the same
fi: Lähde ja kohde eivät voi olla samat

source: Not allowing more loan without manage permission
fi: Lainatililtä ottoa ei sallita ilman hallinnointioikeutta

source: No such clerk.
fi: Ei sellaista kassatätiä.

source: Some box items are currently staged and cannot be changed.
fi: Jotkin laatikon tavaroista on tällä hetkellä varattu myytäväksi eikä niitä voi muuttaa.

source: Nothing left to change
fi: Jäljellä ei ole mitään muutettavaa.

source: Someone else's item!
fi: Jonkun toisen tuote!

source: Item was not brought to event.
fi: Tavaraa ei ole tuotu tapahtumaan.

source: Already compensating
fi: Hyvitystapahtuma on jo aloitettu

source: No compensation started!
fi: Hyvitystapahtumaa ei ole aloitettu!

source: Not enough money in account ({1}) to give out ({2})
fi: Tilillä ei ole tarpeeksi rahaa ({1}) annettavaksi ({2})

source: Invalid vendor id
fi: Virheellinen myyjän id

source: Gave up code generation.
fi: Luovutus koodin generoinnista.

source: Price must be numeric.
fi: Hinnan täytyy olla numero.

source: Item must have a price.
fi: Tavaralla täytyy olla hinta.

source: Price too low. (min {} euros)
fi: Hinta on liian pieni. (minimi {} euroa)

source: Price too high. (max {} euros)
fi: Hinta on liian suuri. (maksimi {} euroa)

source: Maximum of %(count)i items allowed by a single range statement.
fi: Lukuvälimerkinnän lukuväli saa olla maksimissaan %(count)i.

source: Username
fi: Käyttäjätunnus

source: Disabled
fi: Estetty

source: Clerk will be disabled or enabled on save.
fi: Kassahenkilö estetään tai sallitaan tallennettaessa.

source: Regenerate access code
fi: Luo käyttötunniste uudelleen

source: Enabled Clerk access code will be randomized on save.
fi: Satunnainen käyttötunniste luodaan tallennettaessa.

source: Change access code
fi: Vaihda käyttötunniste

source: Clerk access code will be changed to this on save.
fi: Käyttötunniste vaihdetaan valittuun arvoon tallennettaessa.

source: Either "%(0)s" or "%(1)s" must be cleared.
fi: Joko "%(0)s" tai "%(1)s" on poistettava.

source: Only one option may be selected at a time.
fi: Vain yksi valinta voidaan valita kerrallaan.

source: Text formatting
fi: Tekstin muotoilu

source: <div style="float: left;">The text is formatted with standard Markdown syntax. Quick reference:<br/> # Heading<br/> ## Subheading<br/> ### Sub-subheading<br/> - Un-ordered list item<br/> 1. Ordered list item<br/> *<em>text</em>*<br/> **<strong>text</strong>**<br/> [<em>Link title</em>](<em>https://...</em>)<br/> &lt;email&gt;<em>email@address.org</em>&lt;/email&gt;<br/> &lt;glyph <em>glyph-name</em> /&gt;<br/> &lt;alertbox <em>type</em>&gt;<em>alert text content</em>&lt;/alertbox&gt; Types: danger, warning, info, success<br/> &lt;itemlist /&gt; </div>
fi: <div style="float: left;">Teksti muotoillaan Markdown-syntaksilla. Lyhyt opas:<br/> # Otsikko<br/> ## Alaotsikko<br/> ### Ala-alaotsikko<br/> - Järjestämättömän listan elementti<br/> 1. Järjestetyn listan elementti<br/> *<em>teksti</em>*<br/> **<strong>teksti</strong>**<br/> [<em>Linkin otsikko</em>](<em>https://...</em>)<br/> &lt;email&gt;<em>email@address.org</em>&lt;/email&gt;<br/> &lt;glyph <em>glyyfin-nimi</em> /&gt;<br/> &lt;alertbox <em>tyyppi</em>&gt;<em>huomautuksen tekstisisältö</em>&lt;/alertbox&gt; Tyypit: danger, warning, info, success &lt;itemlist /&gt; </div>

source: Name is required.
fi: Nimi on vaadittu.

source: Item must have a type.
fi: Tavaralla täytyy olla tyyppi.

source: Invalid item type.
fi: Virheellinen tavaran tyyppi.

source: Message (optional)
fi: Viesti (valinnainen)

source: first name
fi: etunimi

source: last name
fi: sukunimi

source: email address
fi: sähköposti

source: Lisp function body that gets sold_and_compensated queryset as a global and must return a null or decimal number.
fi: Lisp-funktio joka saa globaalina muuttujana sold_and_compensated kyselyjoukon ja jonka on palautettava null tai desimaalinumero.

source: Amount of unsold Items a Vendor can have in the Event. If blank, no limit is imposed.
fi: Myymättömien tavaroiden lukumäärä, jonka myyjä voi tuoda tapahtumaan. Jos tyhjä, rajaa ei ole.

source: Should a box be considered a single item when counting max brought items instead of considering its contents individually.
fi: Lasketaanko laatikko yksittäiseksi tuotteeksi laskettaessa tapahtumaan tuotujen myymättömien tuotteiden rajaa.

source: Visible
fi: Näkyvillä

source: Not listed in front page
fi: Ei listattuna etusivulla

source: Permissions
fi: Oikeudet

source: Access key value
fi: Käyttötunnisteen arvo

source: Access code assigned to the clerk. 14 hexlets.
fi: Käyttötunnisteen arvo

source: Is enabled?
fi: Käytössä?

source: Overseer
fi: Valvoja

source: Statistics
fi: Tilastot

source: Accounting
fi: Kirjanpito

source: Value cannot be negative
fi: Arvo ei voi olla negatiivinen

source: Price
fi: Hinta

source: Item type
fi: Tavaran tyyppi

source: Adult material
fi: Aikuisille

source: Advertised
fi: Ilmoitettu

source: Brought to event
fi: Tuotu tapahtumaan

source: Staged for selling
fi: Varattu myytäväksi

source: Sold
fi: Myyty

source: Missing
fi: Puuttuu

source: Returned to vendor
fi: Palautettu myyjälle

source: Compensated to vendor
fi: Hyvitetty myyjälle

source: Tiny price tag
fi: Mini-hintalappu

source: Short price tag
fi: Lyhyt hintalappu

source: Long price tag
fi: Pitkä hintalappu

source: Item allowed only to adult shoppers, contains porn etc.
fi: Vain aikuisille sallittu tavara, sisältää pornoa tms.

source: Item allowed to all shoppers
fi: Kaikille sallittu tavara

source: Barcode content of the product
fi: Tuotteen viivakoodisisältö

source: Forgotten or lost property/item
fi: Unohdettu tai hukattu tavara

source: Can register items after registration is closed
fi: Voi rekisteröidä tuotteita rekisteröinnin sulkeutumisen jälkeen

source: Identifier of the textitem
fi: Tekstin tunniste

source: Textitem in UI
fi: Teksti

source: Registration identifier of the counter
fi: Kassan rekisteröintitunniste

source: Common name of the counter
fi: Kassan yleinen nimi

source: Where the cash will be stored to and received from when using this counter.
fi: Mitä tiliä käytetään raha talletettamiseen ja ottamiseen tätä kassaa käytettäessä.

source: Counter and default_store_location must be in same Event.
fi: Kassa ja default_store_location pitää olla samassa Eventissä.

source: Is in use?
fi: Käytössä?

source: Is locked?
fi: Lukittu?

source: Added to receipt
fi: Lisätty kuittiin

source: Removed later
fi: Poistettu myöhemmin

source: Removed from receipt
fi: Poistettu kuitista

source: Not finished
fi: Ei valmis

source: Finished
fi: Valmis

source: Suspended
fi: Pysäytetty

source: Aborted
fi: Keskeytetty

source: Purchase
fi: Ostos

source: Compensation
fi: Hyvitys

source: Transfer
fi: Siirrä

source: Provision
fi: Provisio

source: Provision balancing
fi: Provision tasaus

source: Unused
fi: Käyttämätön

source: In use
fi: Käytössä

source: Exhausted
fi: Kulutettu

source: Invalidated
fi: Mitätöity

source: Add
fi: Lisäys

source: Try using
fi: Käytön yritys

source: Use
fi: Käyttö

source: Delete
fi: Poisto

source: Invalidate
fi: Mitätöinti

source: Sum
fi: Summa

source: Access signup
fi: Pääsyhakemus

source: Signup for access
fi: Pääsyoikeuden haku

source: Categories to apply
fi: Oikeusluokat

source: Last saved
fi: Viimeksi talletettu

source: Submit
fi: Lähetä

source: Box list
fi: Laatikkolista

source: Admin note: Registration is closed for users.
fi: Ylläpitohuomautus: Rekisteröinti on suljettu käyttäjiltä

source: Add new box
fi: Lisää uusi laatikko

source: Description for box label:
fi: Kuvaus laatikkoon:

source: Pricing:
fi: Hinnoittelu:

source: Bundles:
fi: Nippuja:

source: Items:
fi: Tavaroita:

source: Type:
fi: Tyyppi:

source: Select…
fi: Valitse…

source: Adult:
fi: K18:

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Add box
fi: Lisää laatikko

source: Empty
fi: Tyhjennä

source: Registration is closed
fi: Rekisteröinti on suljettu

source: Permanently remove the box.
fi: Poista laatikko pysyvästi.

source: Bundles #:
fi: Nippuja #:

source: Items #:
fi: Tavaroita #:

source: %(bundle_size)s pc /
fi: %(bundle_size)s kpl /

source: Print
fi: Tulosta

source: Buyer!
fi: Ostaja!

source: Tell this number to the clerk.
fi: Kerro tämä numero kassalla.

source: <span class="price">%(price)s</span> / unit
fi: <span class="price">%(price)s</span> / kpl

source: This paper is attached to the box. The empty rectangle above is filled by clerk when this box is brought to the market.
fi: Tämä sivu kiinnitetään laatikkoon. Kassahenkilökunta täyttää yllä olevan ruudun kirpputorilla.

source: Checkout
fi: Kassa

source: Counter mode
fi: Kassan tila

source: Checkout counter
fi: Myyntikassa

source: Vendor Check-In
fi: Tavaran tuonti

source: Receipt Search
fi: Kuittihaku

source: Vendor Search
fi: Myyjähaku

source: Stats
fi: Tilastot

source: Overseer Dashboard
fi: Valvojan näkymä

source: Help
fi: Apua

source: CapsLock is probably ON!
fi: CapsLock on luultavasti päällä!

source: You need to enable browser JavaScript support for this feature to work.
fi: Selaimen JavaScript-tuen on oltava päällä käyttääksesi tätä toimintoa.

source: Close
fi: Sulje

source: Counter Help
fi: Kassan ohje

source: Action
fi: Toiminto

source: Input
fi: Syöte

source: Example
fi: Esimerkki

source: Log out from counter
fi: Kirjaudu ulos myyntikassalta

source: Suspend current receipt (continue it by reading an item from the receipt)
fi: Pysäytä nykyinen kuitti (jatka sitä skannaamalla jokin kuitille jo lisätty tuote)

source: Abort current receipt
fi: Keskeytä nykyinen kuitti

source: Add single item to receipt
fi: Lisää yksittäinen tavara kuittiin

source: Add single item from a box
fi: Lisää yksittäinen tavara laatikosta

source: Add multiple items from same box
fi: Lisää useampi tavara samasta laatikosta

source: Remove item from receipt
fi: Poista tavara kuitista

source: Payment
fi: Maksu

source: Quick payment
fi: Pikamaksu

source: Success:
fi: Onnistunut luku:

source: Question:
fi: Kysymys:

source: Error:
fi: Virhe:

source: Clerk codes
fi: Kassahenkilöiden tunnisteet

source: Item list
fi: Tavaralista

source: Add new item
fi: Lisää uusi tavara

source: Name:
fi: Nimi:

source: Suffixes:
fi: Päätteet:

source: Price:
fi: Hinta:

source: Size:
fi: Koko:

source: Tiny
fi: 6 cm

source: Short
fi: 9 cm

source: Add item
fi: Lisää tavara

source: Toggle List View
fi: Vaihda listanäkymä

source: Mark all as printed
fi: Merkitse kaikki tulostetuiksi

source: Permanently remove the item.
fi: Poista tavara pysyvästi.

source: Switch item between printed and not printed lists.
fi: Siirrä tavara tulostettujen listaan tai sieltä takaisin.

source: Toggle size.
fi: Vaihda kokoa.

source: Actions
fi: Toiminnot

source: Item Search
fi: Tuotehaku

source: Accounts
fi: Tilit

source: Lost and Found
fi: Löytötavarat

source: Receipt List
fi: Kuittilista

source: Return to checkout
fi: Palaa myyntinäkymään

source: General statistics
fi: Yleistilastot

source: Number of items
fi: Tavaroiden lukumäärä

source: Sum of prices
fi: Hintojen summat

source: Unsold inventory
fi: Myymättömät tavarat

source: Sold inventory
fi: Myydyt tavarat

source: Returned/Redeemed
fi: Palautettu/hyvitetty

source: Items cumulatively brought to the event.
fi: Kumulatiivisesti tapahtumaan tuodut tavarat.

source: Items brought but not sold nor returned.
fi: Tuodut mutta myymättömät ja palauttamattomat tavarat.

source: Items sold but not redeemed.
fi: Myydyt mutta hyvittämättömät tavarat.

source: Items returned or redeemed.
fi: Palautetut ja hyvitetyt tavarat.

source: Time
fi: Aika

source: Registered
fi: Rekisteröity

source: Graph legend
fi: Kuvaajien selitys

source: Number of items:
fi: Tavaroiden lukumäärä:

source: Sum of prices:
fi: Hintojen summat:

source: Vendors:
fi: Myyjät:

source: Values in parenthesis indicate part of the value that has been abandoned.
fi: Suluissa olevat arvot ilmaisevat hylättyä määrää.

source: Value type
fi: Arvon tyyppi

source: Has brought items
fi: On tuotuja tavaroita

source: Has uncompensated items
fi: On hyvittämättömiä tavaroita

source: Box codes
fi: Laatikkokoodit

source: %(bundle_size)s pc / %(item_price)s
fi: %(bundle_size)s kpl / %(item_price)s

source: Management
fi: Hallinta

source: Site administration
fi: Sivuston hallinta

source: Upcoming events
fi: Tulevat tapahtumat

source: No future events
fi: Ei tulevia tapahtumia

source: Old events
fi: Vanhat tapahtumat

source: Coming events
fi: Tulevat tapahtumat

source: Return to vendor statistics
fi: Palaa myyjätilastoihin

source: Compensations
fi: Hyvitykset

source: Purchases
fi: Ostokset

source: Items in boxes
fi: Tavaroita laatikoissa

source: Items separately
fi: Erillisiä tavaroita

source: Boxes
fi: Laatikot

source: Deleted
fi: Poistettu

source: %(deleted)s (%(deletedOfRegistered)s%% of registered)
fi: %(deleted)s (%(deletedOfRegistered)s%% rekisteröidyistä)

source: Deleted boxes
fi: Poistettuja laatikoita

source: Items in deleted boxes
fi: Tavaroita poistetuissa laatikoissa

source: Printed and deleted
fi: Tulostettu ja poistettu

source: Printed, not brought
fi: Tulostettu, tuomatta

source: Brought
fi: Tuotu tapahtumaan

source: %(brought)s (%(broughtOfRegistered)s%% of registered)
fi: %(brought)s (%(broughtOfRegistered)s%% rekisteröidyistä)

source: Brought while deleted
fi: Tuotu poistettuna

source: %(sold)s (%(soldOfBrought)s%% of brought)
fi: %(sold)s (%(soldOfBrought)s%% tuoduista)

source: Vendors
fi: Myyjät

source: %(vendors)s (%(total)s total)
fi: %(vendors)s (%(total)s yhteensä)

source: Vendors visited mobile view
fi: Myyjiä käynyt mobiilinäkymässä

# Mean value, average
source: Mean
fi: Keskiarvo

source: Median
fi: Mediaani

source: Standard deviation
fi: Keskihajonta

source: 68th percentile
fi: 68. persentiili

source: 95th percentile
fi: 95. persentiili

source: 99.7th percentile
fi: 99.7. persentiili

source: Resume live updates
fi: Jatka päivityksiä

source: Pause live updates
fi: Pysäytä päivitykset

source: Transfers
fi: Siirrot

source: Lost and found
fi: Löytötavara

source: Name
fi: Nimi

source: Code
fi: Koodi

source: Vendor:
fi: Myyjä:

source: Behalf of
fi: Puolesta

source: Add new…
fi: Lisää uusi…

source: New vendor
fi: Uusi myyjä

source: First name
fi: Etunimi

source: Last name
fi: Sukunimi

source: Email
fi: Sähköposti

source: Phone
fi: Puhelin

source: Create
fi: Luo

source: Profile
fi: Profiili

source: Log out
fi: Kirjaudu ulos

source: Log in
fi: Kirjaudu sisään

source: %(icon)s This site requires browser Javascript support to be enabled. See <a %(link_content)s>how Javascript usually can be enabled</a>, or disable noscript-plugin for this page.
fi: %(icon)s Sivusto vaatii selaimen Javascript-tuen käyttöä. Katso <a %(link_content)s>kuinka Javascript yleensä otetaan käyttöön</a>, tai kytke noscript-lisäosa pois käytöstä tältä sivulta.

source: People management
fi: Henkilöstön hallinta

source: Link to signup
fi: Linkki hakemuslomakkeeseen

source: Signups
fi: Hakemukset

source: Current people
fi: Nykyinen henkilöstö

source: Terms of use
fi: Käyttöehdot

source: I accept Kirppu terms of use:
fi: Hyväksyn Kirpun käytön ehdot:

source: All items in the market are at own risk of vendor. The event is not responsible for lost nor damaged items.
fi: Kaikki tuotteet ovat kirpputorilla myyjien omalla vastuulla, eikä tapahtuma vastaa kadonneista tai vaurioituneista tuotteista.

source: Accept
fi: Hyväksy

source: Accepted at %(terms_time)s.
fi: Hyväksytty %(terms_time)s.

source: Registered items
fi: Rekisteröidyt tavarat

source: name
fi: nimi

source: code
fi: koodi

source: price
fi: hinta

source: printed
fi: tulostettu

source: yes,no
fi: kyllä,ei

source: Total:
fi: Yhteensä:

source: %(num_printed)s of %(num_total)s
fi: %(num_printed)s&nbsp; / &nbsp;%(num_total)s

source: Registered boxes
fi: Rekisteröidyt laatikot

source: description
fi: kuvaus

source: items
fi: tavarat

source: unit price
fi: yksikköhinta

source: %(boxes_printed)s of %(boxes_count)s
fi: %(boxes_printed)s&nbsp; / &nbsp;%(boxes_count)s

source: No registered items.
fi: Ei rekisteröityjä tavaroita.

source: Item status
fi: Tavaroiden tila

source: Click to show
fi: Näytä klikkaamalla

source: Tap the icon on the line to keep track of which items you have found.
fi: Täppää rivillä olevaa ikonia merkitäksesi löytämäsi tavarat.

source: <span class="glyphicon glyphicon-warning-sign"></span> Note: The items must still be brought to checkout!
fi: <span class="glyphicon glyphicon-warning-sign"></span> Huomautus: Tavarat on yhä tuotava kassalle!

source: total:
fi: yhteensä:

source: No items
fi: Ei tavaroita

source: Unregistered vendor.
fi: Rekisteröimätön myyjä.

source: View as text
fi: Näytä tekstinä

source: Event:
fi: Tapahtuma:

source: Login
fi: Kirjaudu sisään

source: Access key
fi: Koodiavain

source: Or log in regularly?
fi: Tai kirjaudu tavallisesti?

source: Image extension not supported
fi: Kuvatyyppi ei ole tuettu

source: Signup is not enabled for the event
fi: Hakemukset eivät ole käytössä tapahtumalle

source: Event number
fi: Tapahtumanumero

source: Timestamp
fi: Aikaleima

source: Event type
fi: Tapahtuman tyyppi

# Substantive, change in value or balance
source: Change
fi: Muutos

source: Vendor balance
fi: Myyjän saldo

source: Total balance
fi: Yhteissaldo

source: SALE
fi: MYYNTI

source: PAYOUT
fi: HYVITYS

source: COMMISSION
fi: PALVELUMAKSU

source: COMMISSION FIX
fi: PALVELUMAKSUN KORJAUS

source: FORFEIT
fi: MENETYS

source: accounting
fi: kirjanpito

source: Payout difference:
fi: Eroavaisuus hyvityksissä:

source: In Items
fi: Tavaroissa

source: In Receipts
fi: Kuiteissa

source: Forfeit difference:
fi: Eroavaisuus menetyksissä:

source: Vendor id
fi: Myyjä

source: Barcode
fi: Viivakoodi

source: Compensated / Returned
fi: Hyvitetty / Palautettu

source: Checkout commands
fi: Kassan komennot

source: Manage event
fi: Hallitse tapahtumaa

source: View
fi: Näytä

source: Download
fi: Lataa

source: View items
fi: Näytä tavarat

source: View items (CSV)
fi: Näytä tavarat (CSV)

source: Home
fi: Etusivu

source: Mobile
fi: Mobiili

source: People
fi: Ihmiset

source: Returnable Items
fi: Palautettavat tavarat

source: Compensable Items
fi: Hyvitettävät tavarat

source: Compensated Items
fi: Hyvitetyt tavarat

source: Other Items
fi: Muut tavarat

source: Not brought to event
fi: Tuomatta tapahtumaan

source: Access key must be given
fi: Koodiavain on annettava

source: You are trying too much. Try again later.
fi: Olet yrittänyt liian monta kertaa. Yritä myöhemmin uudelleen.

source: Invalid access key
fi: Virheellinen koodiavain

source: provision:
fi: provisio:

source: This location is not in use.
fi: Tämä sivu ei ole käytössä.

source: You have %(max_items)s items, which is the maximum. No more items can be registered.
fi: Olet rekisteröinyt %(max_items)s tavaraa, mikä on maksimi määrä. Et voi rekisteröidä enempää tavaroita.

source: You have %(item_cnt)s items. Creating this box would cause the items to exceed the maximum number of allowed items.
fi: Sinulla on %(item_cnt)s tavaraa. Tämän laatikon lisääminen ylittäisi sallittujen tavaroiden lukumäärän.

source: Box full of Ranma
fi: Laatikollinen Ranmaa

source: Counter commands
fi: Kassan komennot

source: Vendor %i
fi: Myyjä %i

source: CSRF verification failed. Request aborted.
fi: CSRF-tarkistus epäonnistui. Pyyntö keskeytetty.

source: Finnish
fi: Suomi

source: Both username and password must be given.
fi: Sekä käyttäjätunnus että salasana on annettava.

source: Your username and password did not match.
fi: Käyttäjätunnus ja salasana eivät täsmää.

source: Password
fi: Salasana

source: User {} not found.
fi: Käyttäjää {} ei löytynyt.

source: Username is required.
fi: Käyttäjätunnus on vaadittu.

source: Add %(name)s from SSO provider
fi: Lisää %(name)s SSO-tarjoajalta

source: Add unbound %(name)s
fi: Lisää irrallinen %(name)s
