Repository: kcsry/kirppu
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fi

source: This box has been already printed. Are you sure you want to print it again?
fi: Tämä laatikko on jo tulostettu. Haluatko tulostaa sen uudelleen?

source: = %d item
fi: = %d tavara

source: pc /
fi: kpl /

source: sold
fi: myyty

source: on display
fi: näytillä

source: about to be sold
fi: kassatapahtumassa

source: missing
fi: kadoksissa

source: returned to the vendor
fi: palautettu myyjälle

source: sold and compensated to the vendor
fi: myyty ja hyvitetty myyjälle

source: not brought to the event
fi: ei tuotu tapahtumaan

source: Refresh
fi: Päivitä

source: Barcode
fi: Viivakoodi

source: Log out
fi: Kirjaudu ulos

source: Logout failed!
fi: Uloskirjautuminen epäonnistui!

source: Locked
fi: Lukittu

source: Need to validate counter.
fi: Kassa on rekisteröitävä.

source: Counter identifier
fi: Kassan tunniste

source: Login...
fi: Kirjaudu…

# %s is a warning icon, leave a space after it.
source: %s Multiple receipts active
fi: %s Useampi kuitti aktiivisena

source: Please select receipt, which you want to continue.
fi: Valitse kuitti jota haluat jatkaa.

source: Select
fi: Valitse

source: Vendor Check-In
fi: Tavaran tuonti

source: No such item
fi: Ei sellaista tavaraa

source: Error: %s
fi: Virhe: %s

source: %s left in item quota
fi: %s jäljellä kiintiössä

source: Box bundle count: %d
fi: Laatikon nippujen määrä: %d

source: Box item count: %d
fi: Laatikon tavaroiden määrä: %d

source: description
fi: kuvaus

source: code
fi: koodi

source: count of bundles
fi: nippujen lukumäärä

# count of items
source: items in the box
fi: tavaraa laatikossa

source: box number
fi: laatikon numero

source: pricing
fi: hinnoittelu

source: %i pc
fi: %i kpl

source: Mark the box number
fi: Merkitse laatikon numero

source: Cancel
fi: Peru

source: Accept
fi: Hyväksy

source: Insufficient vendor info
fi: Riittämättömät myyjän tiedot

source: Item Search
fi: Tuotehaku

source: Returned items
fi: Palautetut tavarat

source: Remaining items
fi: Jäljelläolevat tavarat

source: Vendor Check-Out
fi: Tavaran poisvienti

source: Open Report
fi: Avaa Raportti

source: box# %n: %r returned / %b returnable / %t total
fi: box# %n: %r palautettu / %b palautettavissa / %t yhteensä

source: Item not found: %s
fi: Tavaraa ei löydy: %s

source: Checkout
fi: Myynti

source: Abort receipt
fi: Hylkää kuitti

source: Suspend active receipt
fi: Keskeytä kuitin käsittely

source: Print receipt / return
fi: Tulosta kuitti / palaa takaisin

source: Network disconnected!
fi: Verkko katki!

source: Item is not registered.
fi: Tuote ei ole rekisteröity.

source: Invalid box number.
fi: Virheellinen laatikon numero.

source: Error %s.
fi: Virhe %s.

source: Could not restore receipt!
fi: Ei voitu palauttaa kuittia!

source: Continue suspended receipt?
fi: Jatka keskeytetyn kuitin käsittelyä?

source: Continue
fi: Jatka

source: Total: %t / Return: %r
fi: Yhteensä: %t / Takaisin: %r

source: Total: %t
fi: Yhteensä: %t

source: Item not found on receipt: %s
fi: Tavaraa ei löydy kuitilta: %s

source: Not enough given money!
fi: Ei tarpeeksi rahaa!

source: Not accepting THAT much money!
fi: Liian suuri määrä rahaa!

source: Subtotal
fi: Välisumma

source: Cash
fi: Käteinen

source: Return
fi: Takaisin

source: Aborted
fi: Hylätty

source: Suspend receipt?
fi: Keskeytä kuitti?

source: Suspend
fi: Keskeytä

source: Suspended
fi: Keskeytetty

source: No receipt to print!
fi: Ei kuittia tulostettavaksi!

source: Cannot print while receipt is active!
fi: Kuittia ei voi tulostaa käsittelyn aikana!

source: Cannot print. The receipt is not in finished state!
fi: Ei voi tulostaa. Kuitin käsittelyä ei ole päätetty!

source: Error printing receipt!
fi: Kuitin tulostus epäonnistui!

source: Cannot logout while receipt is active!
fi: Ei voi kirjautua ulos kuitin käsittelyn aikana!

source: No that many available items left.
fi: Jäljellä ei ole niin montaa tavaraa.

source: %i bundle
fi: %i nippu

source: Incorrect amount of items to sell as bundle
fi: Virheellinen määrä tavaroita myytäväksi nipussa

source: %i item
fi: %i tavara

source: Confirm box allocation
fi: Vahvista laatikon varaus

source: %f bundle
fi: %f nippu

source: Total
fi: Yhteensä

source: Receipt
fi: Kuitti

source: Find receipt
fi: Etsi kuitti

# %d is date and time of the receipt, %c is name of the cashier.
source: %d, cashier: %c
fi: %d, kassalla: %c

source: Vendor Compensation
fi: Myyjän Hyvitys

source: Sold Items
fi: Myydyt tavarat

source: Balance Reconciliation
fi: Tilin tasaus

source: No compensable items
fi: Ei hyvitettäviä tavaroita

source: Failed items will not be compensated. Check report for updated sum. Are you sure to skip failed items?
fi: Epäonnistuneita rivejä ei hyvitetä. Tarkista raportista päivittynyt summa. Haluatko varmasti ohittaa epäonnistuneet rivit?

source: Compensation Receipt
fi: Hyvityskuitti

source: Compensated Items
fi: Hyvitetyt tavarat

source: Compensable Items
fi: Myydyt tavarat

source: Returnable Items
fi: Myymättömät tavarat

source: Other Items
fi: Muut tavarat

source: Not brought to event
fi: Ei tuotu tapahtumaan

source: Deleted
fi: Poistettu

source: Item Report
fi: Raportti myyjän tavaroista

source: Search terms separated by space
fi: Hakuehdot välilyönnillä erotettuna

source: Add a note
fi: Lisää muistiinpano

source: Boxes
fi: Laatikot

source: 1) Have you asked for the vendor's signature AND 2) Are you sure you want to mark all items on display or missing abandoned?
fi: 1) Oletko kysynyt myyjän allekirjoituksen JA 2) Oletko varma, että haluat merkitä kaikki näytteillä olevat tai hukkuneet tavarat hylätyiksi?

source: Compensation receipts
fi: Hyvityskuitit

source: Close
fi: Sulje

source: Show
fi: Näytä

source: Vendor Search
fi: Myyjähaku

source: Accounts
fi: Tilit

source: Lost and found properties
fi: Kadonneet ja löytyneet tavarat

source: Barcode of Item to mark as Lost Property
fi: Kadonneeksi merkittävän tuotteen viivakoodi

source: Receipt List
fi: Kuittilista

source: Receipt details
fi: Kuitin tiedot

source: Press Enter to view this entry
fi: Paina Enter nähdäksesi tämän tiedot

source: Saving
fi: Tallennetaan

source: This will mark all items as printed so they won't be printed again accidentally. Continue?
fi: Tämä merkitsee kaikki laput tulostetuiksi, jolloin niitä ei tulosteta uudestaan. Jatka?

source: Click to edit...
fi: Klikkaa muokataksesi…

source: <em>Click to edit</em>
fi: <em>Klikkaa muokataksesi</em>

source: Frequency
fi: Taajuus

source: Normal distribution
fi: Normaalijakauma

source: Sum
fi: Summa

source: euros
fi: eurot

source: No data
fi: Ei tietoja

source: Select…
fi: Valitse…

source: Source
fi: Lähde

source: Destination
fi: Kohde

source: Amount
fi: Määrä

source: Reason
fi: Syy

source: Clerk code
fi: Kassahenkilökoodi

source: Verify…
fi: Vahvista…

source: Reset
fi: Tyhjennä

source: Verify transfer
fi: Vahvista siirto

source: Note
fi: Muistiinpano

source: Signature
fi: Allekirjoitus

source: Transfers
fi: Siirrot

source: Time
fi: Aika

# From account
source: From
fi: Lähde

# To account
source: To
fi: Kohde

source: Account
fi: Tili

source: Balance
fi: Saldo

source: Total:
fi: Yhteensä:

source: price
fi: hinta

source: brought
fi: tuotuja

source: compensable
fi: hyvitettäviä

source: compensated
fi: hyvitetty

source: returnable
fi: palautettavia

source: No boxes.
fi: Ei laatkoita.

source: Available counters
fi: Saatavilla olevat kassat

source: Vendor
fi: Myyjä

source: name
fi: nimi

source: email
fi: sähköposti

source: phone
fi: puhelin

source: terms accepted?
fi: ehdot hyväksytty?

source: Add a note?
fi: Lisää muistiinpano?

source: Please note, that the vendor has a right to see notes attached to them on request.
fi: Huomioi, että myyjällä on oikeus nähdä häneen liitetyt muistiinpanot pyydettäessä.

source: Add
fi: Lisää

source: Vendor might not be identifiable from information above.
fi: Myyjää ei välttämättä voida tunnistaa yllä olevista tiedoista.

source: Notes
fi: Huomiot

source: Edit Item
fi: Muokkaa tavaraa

source: Unsold
fi: Myymätön

source: Sold
fi: Myyty

source: Price details
fi: Hintatiedot

source: State
fi: Tila

source: Count
fi: Lukumäärä

source: Price
fi: Hinta

source: Name
fi: Nimi

source: Code
fi: Koodi

source: Box number
fi: Laatikon numero

source: Vendor has requested a price change.
fi: Myyjä on pyytänyt hinnan muutosta.

source: Change will only affect unsold items.
fi: Muutos koskee vain myymättömiä tuotteita.

source: Type
fi: Tyyppi

source: Abandoned
fi: Hylätty

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Print
fi: Tulosta

source: Save
fi: Tallenna

source: item
fi: tavara

source: type
fi: tyyppi

source: vendor
fi: myyjä

source: status
fi: tila

source: No results.
fi: Ei tuloksia.

source: Vendor must pay!
fi: Myyjän on maksettava!

source: abandoned
fi: hylätty

source: No items.
fi: Ei tavaroita.

source: Name / Bar code
fi: Nimi / Viivakoodi

source: Bar code part
fi: Viivakoodin osa

source: Vendor ID
fi: Myyjän ID

source: Minimum price
fi: Vähimmäishinta

source: Maximum price
fi: Enimmäishinta

source: To select/deselect multiple values, press <kbd>Ctrl</kbd>, <kbd>Command</kbd> or <kbd>Shift</kbd> keys while clicking items.
fi: Paina <kbd>Ctrl</kbd>, <kbd>Command</kbd> tai <kbd>Shift</kbd>-painiketta klikatessa valitaksesi useamman arvon.

source: Show hidden items
fi: Näytä piilotetut tavarat

source: Search
fi: Etsi

source: state
fi: tila

source: Mobile code
fi: Mobiilikoodi

source: Creating a code will invalidate all old codes.
fi: Uuden koodin luominen mitätöi kaikki vanhat koodit.

source: Expiry time (minutes)
fi: Vanhenemisaika (minuutteja)

source: Create new code
fi: Luo uusi koodi

source: counter
fi: kassa

source: clerk
fi: myyjä

source: start time
fi: aloitusaika

source: total
fi: yhteensä

source: Edit
fi: Muokkaa

source: Remove code
fi: Poista koodi

source: Generate new code
fi: Luo uusi koodi

source: Keep current value
fi: Pidä nykyinen arvo

source: [none]
fi: [tyhjä]

source: Change code
fi: Vaihda koodia

source: Is a clerk
fi: On kassahenkilö

source: Has access code
fi: On kassahenkilökoodi

source: Manage event
fi: Hallitse tapahtumaa

source: See clerk codes
fi: Nähdä kassahenkilökoodit

source: See statistics
fi: Nähdä tilastot

source: See accounting
fi: Nähdä kirjanpito

source: Register items outside registration
fi: Rekisteröi tuotteita rekisteröintiajan ulkopuolella

source: Perform overseer actions
fi: Valvojan toiminnot

source: Switch sub vendor
fi: Vaihda alimyyjä

source: Create sub vendor
fi: Luo alimyyjä

source: Accept signup
fi: Hyväksy hakemus

source: As Clerk
fi: Kassahenkilönä

source: Only Permissions
fi: Vain oikeudet

source: Message
fi: Viesti

source: Signup info
fi: Hakemuksen tiedot

source: Submit time
fi: Lähetysaika

source: Resolution time
fi: Päätösaika

source: Accepted
fi: Hyväksytty

source: Applied
fi: Haettu

source: Reject
fi: Hylkää

source: Items
fi: Tavarat

source: began
fi: alkoi

source: sum
fi: summa

source: compensated at
fi: hyvitetty

source: clerk (counter)
fi: kassahenkilö (kassa)

source: Note for suspend
fi: Huomio keskeytykseen

source: Confirm
fi: Vahvista

source: Retry
fi: Yritä uudelleen

source: Balance Reconciliation…
fi: Tilin tasaus…

source: Return Items…
fi: Palauta tavaroita…

source: Abandon All Items Currently On Display…
fi: Hylkää kaikki näytteillä olevat tavarat…

source: Compensation receipts…
fi: Hyvityskuitit…

source: Mobile code…
fi: Mobiilikoodi…

source: username
fi: käyttätunnus

# Behalf of someone
source: (via %s)
fi: (%s puolesta)

source: Expected total:
fi: Odotettu summa:

source: item type
fi: tavaran tyyppi
